{
    "NEGDITOTLCN": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "Total Investment, current LCU, millions", 
        "sourceNote": "Total Investment consists of outlays on additions to the fixed assets of the economy plus net changes in the level of inventories. Fixed assets include land improvements (fences, ditches, drains, and so on); plant, machinery, and equipment purchases; and the construction of roads, railways, and the like, including schools, offices, hospitals, private residential dwellings, and commercial and industrial buildings. Inventories are stocks of goods held by firms to meet temporary or unexpected fluctuations in production or sales, and \"work in progress.\" According to the 1993 SNA, net acquisitions of valuables are also considered capital formation. Data are in current LCU millions."
    }, 
    "DXGSRMRCHSAXD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on Datastream and IMF International Finance Statistics data.", 
        "name": "Exports Merchandise, Customs, Price, US$, seas. adj.", 
        "sourceNote": "The price index of Merchandise (goods) exports,  free on board (f.o.b.), in US$ seasonally adjusted."
    }, 
    "REER": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on Datastream and IMF International Finance Statistics data.", 
        "name": "Real Effective Exchange Rate", 
        "sourceNote": "Real effective exchange rate is the nominal effective exchange rate (a measure of the value of a currency against a weighted average of several foreign currencies) divided by a price deflator or index of costs."
    }, 
    "NEGDITOTLCD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "Total Investment, current US$, millions", 
        "sourceNote": "Total Investment consists of outlays on additions to the fixed assets of the economy plus net changes in the level of inventories. Fixed assets include land improvements (fences, ditches, drains, and so on); plant, machinery, and equipment purchases; and the construction of roads, railways, and the like, including schools, offices, hospitals, private residential dwellings, and commercial and industrial buildings. Inventories are stocks of goods held by firms to meet temporary or unexpected fluctuations in production or sales, and \"work in progress.\" According to the 1993 SNA, net acquisitions of valuables are also considered capital formation. Data are in current US$ millions."
    }, 
    "NEGDITOTLKD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "Total Investment, constant US$, millions", 
        "sourceNote": "Total Investment consists of outlays on additions to the fixed assets of the economy plus net changes in the level of inventories. Fixed assets include land improvements (fences, ditches, drains, and so on); plant, machinery, and equipment purchases; and the construction of roads, railways, and the like, including schools, offices, hospitals, private residential dwellings, and commercial and industrial buildings. Inventories are stocks of goods held by firms to meet temporary or unexpected fluctuations in production or sales, and \"work in progress.\" According to the 1993 SNA, net acquisitions of valuables are also considered capital formation. Data are in constant US$ millions.  The base year is 2005."
    }, 
    "NECONGOVTKN": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "Government Consumption, constant LCU, millions", 
        "sourceNote": "Government consumption (formerly general government consumption) includes all government current expenditures for purchases of goods and services (including compensation of employees). It also includes most expenditures on national defense and security, but excludes government military expenditures that are part of government capital formation. Data are in constant LCU, millions. The base year varies by country."
    }, 
    "NEGDITOTLKN": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "Total Investment, constant LCU, millions", 
        "sourceNote": "Total Investment consists of outlays on additions to the fixed assets of the economy plus net changes in the level of inventories. Fixed assets include land improvements (fences, ditches, drains, and so on); plant, machinery, and equipment purchases; and the construction of roads, railways, and the like, including schools, offices, hospitals, private residential dwellings, and commercial and industrial buildings. Inventories are stocks of goods held by firms to meet temporary or unexpected fluctuations in production or sales, and \"work in progress.\" According to the 1993 SNA, net acquisitions of valuables are also considered capital formation. Data are in constant LCU millions. The base year varies by country."
    }, 
    "BNGSRNFSVCD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "IMF, International Finance Statistics", 
        "name": "Services Balance, BOP, current US$, millions", 
        "sourceNote": "Service Balance is the sum of exports minus imports of services. Data is in current US$, millions."
    }, 
    "NECONGOVTKD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "Government Consumption, constant US$, millions", 
        "sourceNote": "Government consumption (formerly general government consumption) includes all government current expenditures for purchases of goods and services (including compensation of employees). It also includes most expenditures on national defense and security, but excludes government military expenditures that are part of government capital formation. Data are in constant US$, millions.  The base year is 2005."
    }, 
    "BNGSRNFSVKD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "IMF, International Finance Statistics", 
        "name": "Services Balance, BOP, constant US$, millions", 
        "sourceNote": "Trade Balance is the sum of exports minus imports of services. Data is in constant US$, millions."
    }, 
    "DSTKMKTXD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on Datastream and IMF International Finance Statistics data.", 
        "name": "Stock Markets, US$", 
        "sourceNote": "Local equity market index valued in US$ terms"
    }, 
    "NECONGOVTCD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "Government Consumption, current US$, millions", 
        "sourceNote": "Government consumption (formerly general government consumption) includes all government current expenditures for purchases of goods and services (including compensation of employees). It also includes most expenditures on national defense and security, but excludes government military expenditures that are part of government capital formation. Data are in current US$, millions"
    }, 
    "DPANUSSPB": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on Datastream and IMF International Finance Statistics data.", 
        "name": "Exchange rate, new LCU per USD extended backward, period average", 
        "sourceNote": "Local currency units (LCU) per U.S. dollar, with values prior to the currency's introduction presented in the new currency's terms"
    }, 
    "NECONGOVTCN": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "Government Consumption, current LCU, millions", 
        "sourceNote": "Government consumption (formerly general government consumption) includes all government current expenditures for purchases of goods and services (including compensation of employees). It also includes most expenditures on national defense and security, but excludes government military expenditures that are part of government capital formation. Data are in current LCU, millions"
    }, 
    "DPANUSSPF": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on Datastream and IMF International Finance Statistics data.", 
        "name": "Exchange rate, old LCU per USD extended forward, period average", 
        "sourceNote": "Local currency units (LCU) per U.S. dollar, with values after a new currency's introduction presented in the old currency's terms"
    }, 
    "NEGDIFTOTXN": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "Fixed Investment deflator, LCU", 
        "sourceNote": "The Fixed Investment implicit deflator is the ratio of Fixed Investment  in current local currency to Fixed Investment in constant local currency. The base year varies by country."
    }, 
    "NYGDPGAP_": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "Output gap, %", 
        "sourceNote": "The output gap is calculated as actual GDP less potential GDP as a percent of potential GDP. Potential GDP is  the estimated level of total output when the economy is operating at natural rate of unemployment. Estimates of output gaps are subject to a significant margin of uncertainty. "
    }, 
    "LIBOR3M": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on Datastream data.", 
        "name": "London Interbank Offered 3-month rates (LIBOR)", 
        "sourceNote": "LIBOR stands for London Interbank Offered Rate. It's the rate of interest at which banks offer to lend money to one another in the wholesale money markets in London. It is a standard financial index used in international capital markets. The data is for the 3 Month LIBOR rate."
    }, 
    "NECONPRVTKD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "Private Consumption, constant US$, millions", 
        "sourceNote": "Private Consumption is the market value of all goods and services, including durable products (such as cars, washing machines, and home computers), purchased by households. It excludes purchases of dwellings but includes imputed rent for owner-occupied dwellings. It also includes payments and fees to governments to obtain permits and licenses. Here, household consumption expenditure includes the expenditures of nonprofit institutions serving households, even when reported separately by the country. Data are in constant US$, millions.  The base year is 2005."
    }, 
    "CPTOTNSXN": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on Datastream data.", 
        "name": "CPI Price, nominal", 
        "sourceNote": "The consumer price index reflects the change in prices for the average consumer of a constant basket of consumer goods. Data is not seasonally adjusted."
    }, 
    "BXGSRMRCHXD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "IMF, International Finance Statistics", 
        "name": "Exports Merchandise, BOP, deflator, US$", 
        "sourceNote": "The Exports Merchandise implicit deflator is the ratio of Exports Merchandise  in current local currency to Exports Merchandise  in constant local currency. The base year varies by country."
    }, 
    "BMGSRMRCHKD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "IMF, International Finance Statistics", 
        "name": "Imports Merchandise, BOP, constant US$, millions", 
        "sourceNote": "Merchandise imports show the cost, insurance & freight (c.i.f.)  value of goods received from the rest of the world valued in constant U.S. dollars, millions."
    }, 
    "CPTOTSAXNZGY": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on Datastream data.", 
        "name": "CPI Price, % y-o-y, nominal, seas. adj.", 
        "sourceNote": "The consumer price index reflects the change in prices for the average consumer of a constant basket of consumer goods. Data is in nominal percentage terms, measured on a year-on-year basis, and seasonally adjusted."
    }, 
    "BMGSRMRCHCD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "IMF, International Finance Statistics", 
        "name": "Imports Merchandise, BOP, current US$, millions", 
        "sourceNote": "Merchandise imports show the cost, insurance & freight (c.i.f.) value of goods received from the rest of the world valued in current U.S. dollars, millions."
    }, 
    "DXGSRMRCHSACD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on Datastream and IMF International Finance Statistics data.", 
        "name": "Exports Merchandise, Customs, current US$, millions, seas. adj.", 
        "sourceNote": "Merchandise (goods) exports,  free on board (f.o.b.), in current US$ millions, seasonally adjusted."
    }, 
    "DXGSRMRCHNSKD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on Datastream and IMF International Finance Statistics data.", 
        "name": "Exports Merchandise, Customs, constant US$, millions", 
        "sourceNote": "Merchandise (goods) exports,  free on board (f.o.b.), in constant US$ millions not seasonally adjusted. The base year is 2005."
    }, 
    "BXGSRGNFSKD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "IMF, International Finance Statistics", 
        "name": "Exports GNFS, BOP, constant US$, millions", 
        "sourceNote": "Exports of goods and services represent the value of all goods and other market services provided to the rest of the world. They include the value of merchandise, freight, insurance, transport, travel, royalties, license fees, and other services, such as communication, construction, financial, information, business, personal, and government services. They exclude compensation of employees and investment income (formerly called factor services) and transfer payments. Data are in constant US$, millions. The base year is 2005."
    }, 
    "NYGDPDISCKN": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "GDP Discrepancy, constant LCU, millions", 
        "sourceNote": "A statistical discrepancy usually arises when the GDP components are estimated independently by industrial origin and by expenditure categories. This item represents the discrepancy in the use of resources (i.e., the estimate of GDP by expenditure categories). Data are in constant LCU millions. The base year varies by country."
    }, 
    "BXGSRGNFSCD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "IMF, International Finance Statistics", 
        "name": "Exports GNFS, BOP, current US$, millions", 
        "sourceNote": "Exports of goods and services represent the value of all goods and other market services provided to the rest of the world. They include the value of merchandise, freight, insurance, transport, travel, royalties, license fees, and other services, such as communication, construction, financial, information, business, personal, and government services. They exclude compensation of employees and investment income (formerly called factor services) and transfer payments. Data are in current US$, millions."
    }, 
    "DPANUSLCU": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on Datastream and IMF International Finance Statistics data.", 
        "name": "Official exchange rate, LCU per USD, period average", 
        "sourceNote": "Official exchange rate refers to the exchange rate determined by national authorities or to the rate determined in the legally sanctioned exchange market. It is calculated as an annual average based on monthly averages (local currency units relative to the U.S. dollar)."
    }, 
    "XMKT": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff estimates and IMF Directions of Trade Statistics", 
        "name": "Export Market Growth Index", 
        "sourceNote": "The export market growth index measures the trade-weighted external demand for a country's merchandise goods exports based on the import demand in its export markets. "
    }, 
    "NEIMPGNFSKD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "Imports GNFS, constant US$, millions", 
        "sourceNote": "Imports of goods and services represent the value of all goods and other market services received from the rest of the world. They include the value of merchandise, freight, insurance, transport, travel, royalties, license fees, and other services, such as communication, construction, financial, information, business, personal, and government services. They exclude compensation of employees and investment income (formerly called factor services) and transfer payments. Data are in constant US$, millions.  The base year is 2005."
    }, 
    "NYGDPMKTPCN": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "GDP, current LCU, millions", 
        "sourceNote": "GDP at purchaser's prices is the sum of gross value added by all resident producers in the economy plus any product taxes and minus any subsidies not included in the value of the products. It is calculated without making deductions for depreciation of fabricated assets or for depletion and degradation of natural resources. Data are in current LCU millions."
    }, 
    "DXGSRMRCHSAKD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on Datastream and IMF International Finance Statistics data.", 
        "name": "Exports Merchandise, Customs, constant US$, millions, seas. adj.", 
        "sourceNote": "Merchandise (goods) exports,  free on board (f.o.b.), in constant US$ millions, seasonally adjusted. The base year is 2005."
    }, 
    "NECONGOVTXN": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "Government Consumption deflator, LCU", 
        "sourceNote": "The Government Consumption implicit deflator is the ratio of  Government Consumption in current local currency to  Government Consumption in constant local currency. The base year varies by country."
    }, 
    "NEGDIFTOTCN": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "Fixed Investment, current LCU, millions", 
        "sourceNote": "Fixed investment includes land improvements (fences, ditches, drains, and so on); plant, machinery, and equipment purchases; and the construction of roads, railways, and the like, including schools, offices, hospitals, private residential dwellings, and commercial and industrial buildings. According to the 1993 SNA, net acquisitions of valuables are also considered capital formation. Data are in current LCU millions."
    }, 
    "BMGSRMRCHXD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "IMF, International Finance Statistics", 
        "name": "Imports Merchandise, BOP, deflator, US$", 
        "sourceNote": "Imports Merchandise implicit deflator is the ratio of  Imports Merchandise in current local currency to  Imports Merchandise in constant local currency. The base year varies by country."
    }, 
    "NEGDIFTOTCD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "Fixed Investment, current US$, millions", 
        "sourceNote": "Fixed investment includes land improvements (fences, ditches, drains, and so on); plant, machinery, and equipment purchases; and the construction of roads, railways, and the like, including schools, offices, hospitals, private residential dwellings, and commercial and industrial buildings. According to the 1993 SNA, net acquisitions of valuables are also considered capital formation. Data are in current US$ millions."
    }, 
    "NYGDPMKTPKP": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "GDP, PPP basis, constant intl $, millions", 
        "sourceNote": "PPP GDP is gross domestic product converted to international dollars using purchasing power parity rates. An international dollar has the same purchasing power over GDP as the U.S. dollar has in the United States. GDP is the sum of gross value added by all resident producers in the economy plus any product taxes and minus any subsidies not included in the value of the products. It is calculated without making deductions for depreciation of fabricated assets or for depletion and degradation of natural resources. Data are in constant 2005 international dollar millions."
    }, 
    "EMBI": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on Datastream data.", 
        "name": "J.P. Morgan Emerging Markets Bond Index (EMBI+)", 
        "sourceNote": "J.P. Morgan Emerging Markets Bond Index Plus is a market capitalization-weighted index based on bonds in emerging markets. the EMBI series which covers all of the external currency denomination debt of the emerging markets, as opposed to simply Brady Bond investment.  It is constructed with well-defined liquidity criteria to ensure that the index provides a fair and replicable benchmark. There are currently 31 instruments from 21 countries."
    }, 
    "BMOTHCACD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "IMF, International Finance Statistics", 
        "name": "Imports Other, BOP, current US$, millions", 
        "sourceNote": "Other imports provided by nonresidents to residents cover merchanting and other trade-related services; operational leasing services; and miscellaneous business, professional, and technical services. Data is in current US$ millions."
    }, 
    "NYGDPMKTPCD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "GDP, current US$, millions", 
        "sourceNote": "GDP at purchaser's prices is the sum of gross value added by all resident producers in the economy plus any product taxes and minus any subsidies not included in the value of the products. It is calculated without making deductions for depreciation of fabricated assets or for depletion and degradation of natural resources. Data are in current US$ millions."
    }, 
    "NYGDPMKTPKD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "GDP, constant US$, millions", 
        "sourceNote": "GDP at purchaser's prices is the sum of gross value added by all resident producers in the economy plus any product taxes and minus any subsidies not included in the value of the products. It is calculated without making deductions for depreciation of fabricated assets or for depletion and degradation of natural resources. Data are in constant US$ millions.  The base year is 2005."
    }, 
    "NYGDPMKTPCP": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "GDP, PPP basis, current intl $, millions", 
        "sourceNote": "PPP GDP is gross domestic product converted to international dollars using purchasing power parity rates. An international dollar has the same purchasing power over GDP as the U.S. dollar has in the United States. GDP is the sum of gross value added by all resident producers in the economy plus any product taxes and minus any subsidies not included in the value of the products. It is calculated without making deductions for depreciation of fabricated assets or for depletion and degradation of natural resources. Data are in current international dollar millions."
    }, 
    "BNGSRGNFSKD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "IMF, International Finance Statistics", 
        "name": "Net Exports GNFS, BOP, constant US$, millions", 
        "sourceNote": "The net exports of goods and non-factor services (GNFS). Data is in constant US$ millions with 2005 as the base year."
    }, 
    "NYGDPMKTPKN": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "GDP, constant LCU, millions", 
        "sourceNote": "GDP at purchaser's prices is the sum of gross value added by all resident producers in the economy plus any product taxes and minus any subsidies not included in the value of the products. It is calculated without making deductions for depreciation of fabricated assets or for depletion and degradation of natural resources. Data are in constant LCU millions. The base year varies by country."
    }, 
    "BNOTHCACD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "IMF, International Finance Statistics", 
        "name": "Net Exports Other, BOP, current US$, millions", 
        "sourceNote": "Other Net exports provided by residents to nonresidents cover merchanting and other trade-related services; operational leasing services; and miscellaneous business, professional, and technical services."
    }, 
    "IMPCOV": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on Datastream data.", 
        "name": "Foreign Reserves, Months Import Cover, Goods", 
        "sourceNote": "The stock of international reserves is expressed as the number of months of financing-coverage it represents for the given country's imports of merchandise goods."
    }, 
    "NECONPRVTXN": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "Private Consumption deflator, LCU", 
        "sourceNote": "The Private Consumption implicit deflator is the ratio of  Private Consumption in current local currency to  Private Consumption in constant local currency. The base year varies by country."
    }, 
    "IPTOTSAKD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on Datastream data.", 
        "name": "Industrial Production, constant US$, seas. adj.", 
        "sourceNote": "An economic indicator that measures changes in output for the industrial sector of the economy. The industrial sector includes manufacturing, mining, and utilities. Data is in constant US$, seasonally adjusted. The base year is 2005."
    }, 
    "DXGSRMRCHNSCD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on Datastream and IMF International Finance Statistics data.", 
        "name": "Exports Merchandise, Customs, current US$, millions", 
        "sourceNote": "Merchandise (goods) exports,  free on board (f.o.b.), in current US$ millions, not seasonally adjusted."
    }, 
    "BXGSRNFSVXD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "IMF, International Finance Statistics", 
        "name": "Exports Services, BOP, deflator, US$", 
        "sourceNote": "The Exports Services implicit deflator is the ratio of Exports Services in current local currency to Exports Services in constant local currency. The base year varies by country."
    }, 
    "NEGDISTKBCD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "Change in Inventories, current US$, millions", 
        "sourceNote": "Inventories are stocks of goods held by firms to meet temporary or unexpected fluctuations in production or sales, and \"work in progress.\" Data is in current US$, millions"
    }, 
    "NEGDISTKBCN": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "Change in Inventories, current LCU, millions", 
        "sourceNote": "Inventories are stocks of goods held by firms to meet temporary or unexpected fluctuations in production or sales, and \"work in progress.\" Data is in curent LCU, millions."
    }, 
    "NEIMPGNFSKN": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "Imports GNFS, constant LCU, millions", 
        "sourceNote": "Imports of goods and services represent the value of all goods and other market services received from the rest of the world. They include the value of merchandise, freight, insurance, transport, travel, royalties, license fees, and other services, such as communication, construction, financial, information, business, personal, and government services. They exclude compensation of employees and investment income (formerly called factor services) and transfer payments. Data are in constant LCU, millions. The base year varies by country."
    }, 
    "GGBALOVRLCD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Economic Outlook data.", 
        "name": "General Govt. Balance, current US$, millions", 
        "sourceNote": "General government balance is the net balance of federal, state and local receipts minus outlays. Data is presented in current US$ millions."
    }, 
    "DMGSRMRCHNSCD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on Datastream and IMF International Finance Statistics data.", 
        "name": "Imports Merchandise, Customs, current US$, millions", 
        "sourceNote": "Merchandise (goods) imports, cost, insurance and freight basis (c.i.f.), in current US$ millions, not seasonally adjusted."
    }, 
    "GDPPCKD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "GDP per Capita, constant US$, millions", 
        "sourceNote": "GDP per capita is gross domestic product divided by midyear population. GDP at purchaser's prices is the sum of gross value added by all resident producers in the economy plus any product taxes and minus any subsidies not included in the value of the products. It is calculated without making deductions for depreciation of fabricated assets or for depletion and degradation of natural resources. Data are in constant US$. The base year is 2005."
    }, 
    "DSTKMKTXN": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on Datastream and IMF International Finance Statistics data.", 
        "name": "Stock Markets, LCU", 
        "sourceNote": "Local equity market index valued in local currency unit (LCU) terms"
    }, 
    "GGBALOVRLCN": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Economic Outlook data.", 
        "name": "General Govt. Balance, current LCU, millions", 
        "sourceNote": "General government balance is the net balance of federal, state and local receipts minus outlays. Data is presented in current LCU millions."
    }, 
    "SPPOPTOTL": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "United Nations Population Statistics and World Bank staff calculations", 
        "name": "Population, millions", 
        "sourceNote": "Total population is based on the de facto definition of population, which counts all residents regardless of legal status or citizenship--except for refugees not permanently settled in the country of asylum, who are generally considered part of the population of their country of origin."
    }, 
    "NEGDITOTLXN": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "Total Investment deflator, LCU", 
        "sourceNote": "The Total Investment implicit deflator is the ratio of Total Invesment in current local currency to Total Investment in constant local currency. The base year varies by country."
    }, 
    "DXGSRMRCHNSXD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on Datastream and IMF International Finance Statistics data.", 
        "name": "Exports Merchandise, Customs, Price, US$", 
        "sourceNote": "The price index of Merchandise (goods) exports,  free on board (f.o.b.), in currrent US$ millions. Not seasonally adjusted."
    }, 
    "BMGSRNFSVCD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "IMF, International Finance Statistics", 
        "name": "Imports Services, BOP, current US$, millions", 
        "sourceNote": "Imports of services represent the value of all market services received from the rest of the world. They include the value of services, such as communication, construction, financial, information, business, personal, and government services. They exclude compensation of employees and investment income (formerly called factor services) and transfer payments. Data are in current US$ millions."
    }, 
    "BMGSRNFSVKD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "IMF, International Finance Statistics", 
        "name": "Imports Services, BOP, constant US$, millions", 
        "sourceNote": "Imports of services represent the value of all market services received from the rest of the world. They include the value of services, such as communication, construction, financial, information, business, personal, and government services. They exclude compensation of employees and investment income (formerly called factor services) and transfer payments. Data are in constant US$ millions."
    }, 
    "IR10Y": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on Datastream data.", 
        "name": "Interest Rates (10YR)", 
        "sourceNote": "A country's bond yield with a 10 year maturity"
    }, 
    "CPTOTSAXMZGY": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on Datastream data.", 
        "name": "CPI Price, % y-o-y, median weighted, seas. adj.", 
        "sourceNote": "Median inflation rate calculated for geographical aggregates (regions, world, etc) of the annual percent change of the CPI. Data is seasonally adjusted."
    }, 
    "NEEXPGNFSCD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "Exports GNFS, current US$, millions", 
        "sourceNote": "Exports of goods and services represent the value of all goods and other market services provided to the rest of the world. They include the value of merchandise, freight, insurance, transport, travel, royalties, license fees, and other services, such as communication, construction, financial, information, business, personal, and government services. They exclude compensation of employees and investment income (formerly called factor services) and transfer payments. Data are in current US$, millions."
    }, 
    "LIBOR6M": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on Datastream data.", 
        "name": "London Interbank Offered 6-month rates (LIBOR)", 
        "sourceNote": "LIBOR stands for London Interbank Offered Rate. It's the rate of interest at which banks offer to lend money to one another in the wholesale money markets in London. It is a standard financial index used in international capital markets. The data is for the 6 Month LIBOR rate."
    }, 
    "DMGSRMRCHNSKD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on Datastream and IMF International Finance Statistics data.", 
        "name": "Imports Merchandise, Customs, constant US$, millions", 
        "sourceNote": "Merchandise (goods) imports, cost, insurance and freight basis (c.i.f.), in constant US$ millions, not seasonally adjusted. The base year is 2005."
    }, 
    "CPTOTSAXN": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on Datastream data.", 
        "name": "CPI Price, nominal, seas. adj.", 
        "sourceNote": "The consumer price index reflects the change in prices for the average consumer of a constant basket of consumer goods. Data is in nominal terms and seasonally adjusted."
    }, 
    "NEGDIFTOTKD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "Fixed Investment, constant US$, millions", 
        "sourceNote": "Fixed investment includes land improvements (fences, ditches, drains, and so on); plant, machinery, and equipment purchases; and the construction of roads, railways, and the like, including schools, offices, hospitals, private residential dwellings, and commercial and industrial buildings. According to the 1993 SNA, net acquisitions of valuables are also considered capital formation. Data are in constant US$ millions.  The base year is 2005."
    }, 
    "NEEXPGNFSCN": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "Exports GNFS, current LCU, millions", 
        "sourceNote": "Exports of goods and services represent the value of all goods and other market services provided to the rest of the world. They include the value of merchandise, freight, insurance, transport, travel, royalties, license fees, and other services, such as communication, construction, financial, information, business, personal, and government services. They exclude compensation of employees and investment income (formerly called factor services) and transfer payments. Data are in current LCU, millions."
    }, 
    "TOTRESV": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on Datastream data.", 
        "name": "Total Reserves", 
        "sourceNote": "Total reserves comprise holdings of monetary gold, special drawing rights, reserves of IMF members held by the IMF, and holdings of foreign exchange under the control of monetary authorities. "
    }, 
    "NEGDIFTOTKN": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "Fixed Investment, constant LCU, millions", 
        "sourceNote": "Fixed investment includes land improvements (fences, ditches, drains, and so on); plant, machinery, and equipment purchases; and the construction of roads, railways, and the like, including schools, offices, hospitals, private residential dwellings, and commercial and industrial buildings. According to the 1993 SNA, net acquisitions of valuables are also considered capital formation. Data are in constant LCU millions. The base year varies by country."
    }, 
    "NYGDPMKTPXN": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "GDP deflator, LCU", 
        "sourceNote": "The GDP implicit deflator is the ratio of GDP in current local currency to GDP in constant local currency. The base year varies by country."
    }, 
    "GGBALOVRLCD_": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Economic Outlook data.", 
        "name": "General Govt. Balance, %GDP", 
        "sourceNote": "General government balance is the net balance of federal, state and local receipts minus outlays. Data is presented as a % of GDP."
    }, 
    "PMKEY": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations", 
        "name": "Merchandise Import Price Index, US$ (Keyfitz-Savescu)", 
        "sourceNote": "A comprehensive merchandise import price index calculated using a simple equilibrium model  that uses pooled regressions and incorporates trade of over 200 countries in 33 commodities (comprising most of the weight of the World Bank’s primary commodity coverage).The base year is 2005."
    }, 
    "NYGDPDISCCN": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "GDP Discrepancy, current LCU, millions", 
        "sourceNote": "A statistical discrepancy usually arises when the GDP components are estimated independently by industrial origin and by expenditure categories. This item represents the discrepancy in the use of resources (i.e., the estimate of GDP by expenditure categories). Data are in current LCU millions."
    }, 
    "BNGSRGNFSCD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "IMF, International Finance Statistics", 
        "name": "Net Exports GNFS, BOP, current US$, millions", 
        "sourceNote": "The net exports of goods and non-factor services (GNFS). Data is in current US$ millions."
    }, 
    "M2BYR": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on Datastream data.", 
        "name": "Broad Money (M2) to foreign reserves, ratio", 
        "sourceNote": "A measure of the money supply that includes more than just physical money such as currency and coins (also termed narrow money). It is generally includes demand deposits at commercial banks, and any monies held in easily accessible accounts. Components broad money are still very liquid, and non-cash components can usually be converted into cash very easily. M2 includes currency and coins, and deposits in checking accounts, savings accounts and small time deposits, overnight repos at commercial banks, and non-institutional money market accounts. This is the main measure of the money supply, and is the economic indicator usually used to assess the amount of liquidity in the economy, as it is relatively easy to track. The data is expressed as a ratio of the foreign reserves.\n"
    }, 
    "NYGDPDISCCD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "GDP Discrepancy, current US$, millions", 
        "sourceNote": "A statistical discrepancy usually arises when the GDP components are estimated independently by industrial origin and by expenditure categories. This item represents the discrepancy in the use of resources (i.e., the estimate of GDP by expenditure categories). Data are in current US$ millions."
    }, 
    "NYGDPDISCKD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "GDP Discrepancy, constant US$, millions", 
        "sourceNote": "A statistical discrepancy usually arises when the GDP components are estimated independently by industrial origin and by expenditure categories. This item represents the discrepancy in the use of resources (i.e., the estimate of GDP by expenditure categories). Data are in constant US$ millions.  The base year is 2005."
    }, 
    "BNGSRMRCHKD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "IMF, International Finance Statistics", 
        "name": "Trade Balance, BOP, constant US$, millions", 
        "sourceNote": "Trade Balance is the sum of exports minus imports of merchandise goods. Data is in constant US$, millions."
    }, 
    "BNCABFUNDCD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "IMF, International Finance Statistics", 
        "name": "Current Account Balance, current US$, millions", 
        "sourceNote": "Current account balance is the sum of net exports of goods, services, net income, and net current transfers. Data is in current US$ millions\n"
    }, 
    "CPTOTNSXNZGY": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on Datastream data.", 
        "name": "CPI Price, % y-o-y, nominal", 
        "sourceNote": "The consumer price index reflects the change in prices for the average consumer of a constant basket of consumer goods. Data is in nominal percentage terms, measured on a year-on-year basis, and not seasonally adjusted."
    }, 
    "IPTOTNSKD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on Datastream data.", 
        "name": "Industrial Production, constant US$", 
        "sourceNote": "An economic indicator that measures changes in output for the industrial sector of the economy. The industrial sector includes manufacturing, mining, and utilities. Data is in constant US$, and not seasonally adjusted. The base year is 2005."
    }, 
    "BNGSRMRCHCD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "IMF, International Finance Statistics", 
        "name": "Trade Balance, BOP, current US$, millions", 
        "sourceNote": "Trade Balance is the sum of exports minus imports of merchandise goods. Data is in current US$, millions."
    }, 
    "NEIMPGNFSCD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "Imports GNFS, current US$, millions", 
        "sourceNote": "Imports of goods and services represent the value of all goods and other market services received from the rest of the world. They include the value of merchandise, freight, insurance, transport, travel, royalties, license fees, and other services, such as communication, construction, financial, information, business, personal, and government services. They exclude compensation of employees and investment income (formerly called factor services) and transfer payments. Data are in current US$, millions."
    }, 
    "NEGDISTKBKN": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "Change in Inventories, constant LCU, millions", 
        "sourceNote": "Inventories are stocks of goods held by firms to meet temporary or unexpected fluctuations in production or sales, and \"work in progress.\" Data is in constant LCU, millions. The base year varies by country."
    }, 
    "NEIMPGNFSCN": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "Imports GNFS, current LCU, millions", 
        "sourceNote": "Imports of goods and services represent the value of all goods and other market services received from the rest of the world. They include the value of merchandise, freight, insurance, transport, travel, royalties, license fees, and other services, such as communication, construction, financial, information, business, personal, and government services. They exclude compensation of employees and investment income (formerly called factor services) and transfer payments. Data are in current LCU, millions."
    }, 
    "NEGDISTKBKD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "Change in Inventories, constant US$, millions", 
        "sourceNote": "Inventories are stocks of goods held by firms to meet temporary or unexpected fluctuations in production or sales, and \"work in progress.\" Data is in constant US$ millions.  The base year is 2005."
    }, 
    "BXGSRGNFSXD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "IMF, International Finance Statistics", 
        "name": "Exports GNFS, BOP, deflator, US$", 
        "sourceNote": "The Exports GNFS implicit deflator is the ratio of Exports GNFS in current local currency to  Exports GNFS in constant local currency. The base year varies by country."
    }, 
    "NYGDPDISCXN": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "GDP Discrepancy deflator, LCU", 
        "sourceNote": "The GDP Discrepancy implicit deflator is the ratio of GDP Discrepancy in current local currency to GDP Discrepancy in constant local currency. The base year varies by country."
    }, 
    "BXOTHCACD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "IMF, International Finance Statistics", 
        "name": "Exports Other, BOP, current US$, millions", 
        "sourceNote": "Other exports provided by residents to nonresidents cover merchanting and other trade-related services; operational leasing services; and miscellaneous business, professional, and technical services."
    }, 
    "PXKEY": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations", 
        "name": "Merchandise Export Price Index, US$ (Keyfitz-Savescu)", 
        "sourceNote": "A comprehensive merchandise export price index calculated using a simple equilibrium model  that uses pooled regressions and incorporates trade of over 200 countries in 33 commodities (comprising most of the weight of the World Bank’s primary commodity coverage).The base year is 2005."
    }, 
    "NEGDISTKBXN": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "Change in Inventories deflator, LCU", 
        "sourceNote": "The Change in Inventories implicit deflator is the ratio of Change in Inventories in current local currency to Change in Inventories in constant local currency. The base year varies by country."
    }, 
    "TOT": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on Datastream data.", 
        "name": "Terms of Trade", 
        "sourceNote": "The terms of trade effect equals capacity to import less exports of goods and services."
    }, 
    "DPANUSIFS": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on Datastream and IMF International Finance Statistics data.", 
        "name": "Exchange rate (IFS), LCU per USD, period average", 
        "sourceNote": "Exchange rate refers to the rate determined in the legally sanctioned exchange market. It is calculated as an annual average based on monthly averages (local currency units relative to the U.S. dollar)."
    }, 
    "BXGSRNFSVCD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "IMF, International Finance Statistics", 
        "name": "Exports Services, BOP, current US$, millions", 
        "sourceNote": "Exports of services represent the value of all market services provided to the rest of the world. They include the value of services, such as communication, construction, financial, information, business, personal, and government services. They exclude compensation of employees and investment income (formerly called factor services) and transfer payments. Data are in current US$ millions."
    }, 
    "BMGSRNFSVXD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "IMF, International Finance Statistics", 
        "name": "Imports Services, BOP, deflator, US$", 
        "sourceNote": "The Imports Services implicit deflator is the ratio of  Imports Services in current local currency to  Imports Services in constant local currency. The base year varies by country."
    }, 
    "NEIMPGNFSXN": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "Imports GNFS deflator, LCU", 
        "sourceNote": "The Imports GNFS implicit deflator is the ratio of  Imports GNFS in current local currency to Imports GNFS in constant local currency. The base year varies by country."
    }, 
    "NECONPRVTCN": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "Private Consumption, current LCU, millions", 
        "sourceNote": "Private Consumption is the market value of all goods and services, including durable products (such as cars, washing machines, and home computers), purchased by households. It excludes purchases of dwellings but includes imputed rent for owner-occupied dwellings. It also includes payments and fees to governments to obtain permits and licenses. Here, household consumption expenditure includes the expenditures of nonprofit institutions serving households, even when reported separately by the country. Data are in current LCU, millions."
    }, 
    "NYGDPPOTLKD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "GDP Potential, constant US$, millions", 
        "sourceNote": "Potential GDP is the estimated level of total output when the economy is operating at natural rate of unemployment, presented in constant US$, millions. The base year is 2005."
    }, 
    "IRSPREAD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on Datastream data.", 
        "name": "Sovereign Bond Interest Rate Spreads, basis points over US Treasuries", 
        "sourceNote": ""
    }, 
    "NECONPRVTCD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "Private Consumption, current US$, millions", 
        "sourceNote": "Private Consumption is the market value of all goods and services, including durable products (such as cars, washing machines, and home computers), purchased by households. It excludes purchases of dwellings but includes imputed rent for owner-occupied dwellings. It also includes payments and fees to governments to obtain permits and licenses. Here, household consumption expenditure includes the expenditures of nonprofit institutions serving households, even when reported separately by the country. Data are in current US$, millions."
    }, 
    "BXGSRMRCHKD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "IMF, International Finance Statistics", 
        "name": "Exports Merchandise, BOP, constant US$, millions", 
        "sourceNote": "Merchandise exports show the f.o.b. value of goods provided to the rest of the world valued in constant US$ dollars. The base year is 2005."
    }, 
    "DMGSRMRCHNSXD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on Datastream and IMF International Finance Statistics data.", 
        "name": "Imports Merchandise, Customs, Price, US$", 
        "sourceNote": "The price index of Merchandise (goods) imports, cost, insurance and freight basis (c.i.f.), in constant US$ millions, not seasonally adjusted. The base year is 2005."
    }, 
    "NEEXPGNFSKD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "Exports GNFS, constant US$, millions", 
        "sourceNote": "Exports of goods and services represent the value of all goods and other market services provided to the rest of the world. They include the value of merchandise, freight, insurance, transport, travel, royalties, license fees, and other services, such as communication, construction, financial, information, business, personal, and government services. They exclude compensation of employees and investment income (formerly called factor services) and transfer payments. Data are in constant US$, millions.  The base year is 2005."
    }, 
    "PANUSATLS": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "DEC exchange rate (LCU per US$)", 
        "sourceNote": "Exchange rate refers to the exchange rate determined by the Development Economics Group through the Atlas Method, which is an alternative rate used to smooth fluctuations in prices and exchange rates by a special method of conversion used by the World Bank. This applies a conversion factor that averages the exchange rate for a given year and the two preceding years, adjusted for differences in rates of inflation between the country, and through 2000, the G-5 countries (France, Germany, Japan, the United Kingdom, and the United States). From 2001, these countries include the Euro area, Japan, the United Kingdom, and the United States."
    }, 
    "BXGSRNFSVKD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "IMF, International Finance Statistics", 
        "name": "Exports Services, BOP, constant US$, millions", 
        "sourceNote": "Exports of services represent the value of all market services provided to the rest of the world. They include the value of services, such as communication, construction, financial, information, business, personal, and government services. They exclude compensation of employees and investment income (formerly called factor services) and transfer payments. Data are in constant US$ millions. The base year is 2005."
    }, 
    "NEEXPGNFSKN": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "Exports GNFS, constant LCU, millions", 
        "sourceNote": "Exports of goods and services represent the value of all goods and other market services provided to the rest of the world. They include the value of merchandise, freight, insurance, transport, travel, royalties, license fees, and other services, such as communication, construction, financial, information, business, personal, and government services. They exclude compensation of employees and investment income (formerly called factor services) and transfer payments. Data are in constant LCU, millions."
    }, 
    "NECONPRVTKN": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "Private Consumption, constant LCU, millions", 
        "sourceNote": "Private Consumption is the market value of all goods and services, including durable products (such as cars, washing machines, and home computers), purchased by households. It excludes purchases of dwellings but includes imputed rent for owner-occupied dwellings. It also includes payments and fees to governments to obtain permits and licenses. Here, household consumption expenditure includes the expenditures of nonprofit institutions serving households, even when reported separately by the country. Data are in constant LCU, millions. The base year varies by country."
    }, 
    "NEER": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on Datastream and IMF International Finance Statistics data.", 
        "name": "Nominal Effecive Exchange Rate", 
        "sourceNote": "A measure of the value of a currency against a weighted average of several foreign currencies"
    }, 
    "DMGSRMRCHSAXD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on Datastream and IMF International Finance Statistics data.", 
        "name": "Imports Merchandise, Customs, Price, US$, seas. adj.", 
        "sourceNote": "The price index of Merchandise (goods) imports, cost, insurance and freight basis (c.i.f.), in constant US$ millions, seasonally adjusted. The base year is 2005."
    }, 
    "NEEXPGNFSXN": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "Exports GNFS deflator, LCU", 
        "sourceNote": "The Exports GNFS implicit deflator is the ratio of  Exports GNFS in current local currency to Exports GNFS in constant local currency. The base year varies by country."
    }, 
    "BMGSRGNFSXD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "IMF, International Finance Statistics", 
        "name": "Imports GNFS, BOP, deflator, US$", 
        "sourceNote": "The Imports GNFS implicit deflator is the ratio of  Imports of goods and non-factor services (GNFS) in current local currency to  Imports GNFS in constant local currency. The base year varies by country."
    }, 
    "BNCABFUNDCD_": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "IMF, International Finance Statistics", 
        "name": "Current Account Balance, %GDP", 
        "sourceNote": "Current account balance is the sum of net exports of goods, services, net income, and net current transfers. Data is presented as a share of nominal GDP.\n"
    }, 
    "BXGSRMRCHCD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "IMF, International Finance Statistics", 
        "name": "Exports Merchandise, BOP, current US$, millions", 
        "sourceNote": "Merchandise exports show the f.o.b. value of goods provided to the rest of the world valued in current US$ dollars."
    }, 
    "BMGSRGNFSKD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "IMF, International Finance Statistics", 
        "name": "Imports GNFS, BOP, constant US$, millions", 
        "sourceNote": "Imports of goods and non-factor services (GNFS) represent the value of all goods and other market services received from the rest of the world. They include the value of merchandise, freight, insurance, transport, travel, royalties, license fees, and other services, such as communication, construction, financial, information, business, personal, and government services. They exclude compensation of employees and investment income (formerly called factor services) and transfer payments. Data are in constat US$ millions"
    }, 
    "DMGSRMRCHSAKD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on Datastream and IMF International Finance Statistics data.", 
        "name": "Imports Merchandise, Customs, constant US$, millions, seas. adj.", 
        "sourceNote": "Merchandise (goods) exports, cost, insurance and freight basis (c.i.f.), in constant US$ millions, seasonally adjusted. The base year is 2005."
    }, 
    "BMGSRGNFSCD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "IMF, International Finance Statistics", 
        "name": "Imports GNFS, BOP, current US$, millions", 
        "sourceNote": "Imports of goods and non-factor services (GNFS) represent the value of all goods and other market services received from the rest of the world. They include the value of merchandise, freight, insurance, transport, travel, royalties, license fees, and other services, such as communication, construction, financial, information, business, personal, and government services. They exclude compensation of employees and investment income (formerly called factor services) and transfer payments. Data are in current US$ millions"
    }, 
    "M2MULT": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on Datastream data.", 
        "name": "Broad Money (M2) to monetary base, ratio (M2 multiplier)", 
        "sourceNote": "A measure of the money supply that includes more than just physical money such as currency and coins (also termed narrow money). It is generally includes demand deposits at commercial banks, and any monies held in easily accessible accounts. Components broad money are still very liquid, and non-cash components can usually be converted into cash very easily. M2 includes currency and coins, and deposits in checking accounts, savings accounts and small time deposits, overnight repos at commercial banks, and non-institutional money market accounts. This is the main measure of the money supply, and is the economic indicator usually used to assess the amount of liquidity in the economy, as it is relatively easy to track. The data is expressed as a ratio of the monetary base. \n"
    }, 
    "DMGSRMRCHSACD": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on Datastream and IMF International Finance Statistics data.", 
        "name": "Imports Merchandise, Customs, current US$, millions, seas. adj.", 
        "sourceNote": "Merchandise (goods) imports, cost, insurance and freight basis (c.i.f.), in current US$ millions, seasonally adjusted."
    }, 
    "NYGDPMKTPXP": {
        "source": "Global Economic Monitor", 
        "sourceOrganization": "World Bank staff calculations based on World Development Indicators data.", 
        "name": "GDP, PPP basis, deflator", 
        "sourceNote": "The PPP Based GDP implicit deflator is the ratio of PPP Based GDP in current currency to PPP Based GDP in constant currency. The base year is 2005."
    }
}